Repository: Genxster1998/nutty
Catalog: po/*.po
Languages: de

source: Display version number
de: Versionsnummer anzeigen

source: Run Nutty to discover devices
de: Nutty ausführen, um Geräte zu entdecken

source: Run Nutty in device alert mode
de: Nutty im Gerätealarm-Modus ausführen

source: Run Nutty in debug mode
de: Nutty im Debug-Modus ausführen

source: Run Nutty in info mode
de: Nutty im Infomodus ausführen

source: Cancel
de: Beenden

source: Open
de: Öffnen

source: Save
de: Speichern

source: All files
de: Alle Dateien

source: Text files
de: Textdateien

source: A Network Utility
de: Ein Netzwerk-Dienstprogramm

source: Weblate Translators
de: Weblate Übersetzer

source: Website | Translation | Bug Tracker
de: Webseite | Übersetzung | Bug-Tracker

source: Network Scan Agreement
de: Netzwerkscan-Vereinbarung

source: This application has features to perform port scanning and provide information on devices on the network you are using. It is perfectly OK to scan for devices on your own residential home network or when explicitly authorized by the destination host and/or network. While using port scan (Devices tab) on a network which you do not own please consult and get approval of the Network Administrator or other competent network authority.
de: Diese Anwendung verfügt über Funktionen zum Durchführen von Port-Scans und zum Bereitstellen von Informationen über Geräte in dem von Ihnen verwendeten Netzwerk. Es ist vollkommen in Ordnung, nach Geräten in Ihrem eigenen Heimnetzwerk zu suchen oder wenn dies vom Zielhost und/oder Netzwerk ausdrücklich genehmigt wurde. Bei der Verwendung von Port-Scan (Registerkarte Geräte) in einem Netzwerk, das Ihnen nicht gehört, konsultieren Sie bitte den Netzwerkadministrator oder eine andere zuständige Netzwerkbehörde und holen Sie die Genehmigung ein.

source: About
de: Über

source: Network Utility
de: Netzwerk-Dienstprogramm

source: Filter results...
de: Ergebnisse filtern...

source: Preferences
de: Einstellungen

source: Export to File
de: In Datei exportieren

source: Nutty needs authentication to perform this action, please provide your password to continue.
de: Nutty benötigt eine Authentifizierung, um diese Aktion durchzuführen. Bitte geben Sie Ihr Passwort an, um fortzufahren.

source: Nutty needs authentication to update the root scheduler(crontab) for device monitoring. Please provide your password to complete this change. Note: The current root scheduler (crontab) will be backed up to the home directory.
de: Nutty benötigt eine Authentifizierung, um den Root Scheduler (crontab) für die Geräteüberwachung zu aktualisieren. Bitte geben Sie Ihr Passwort an, um diese Änderung abzuschließen. Hinweis: Der aktuelle Root-Scheduler (crontab) wird im Home-Verzeichnis gesichert.

source: Today
de: Heute

source: Yesterday
de: Gestern

source: days ago
de: Tage her

source: Results:
de: Ergebnisse:

source: No data found
de: Keine Daten gefunden

source: Not Available
de: Nicht verfügbar

source: I Agree
de: Ich stimme zu

source: Wired
de: Kabelgebunden

source: Wireless
de: Kabellos

source: Other
de: Sonstiges

source: My Info
de: Meine Info

source: Select a connection
de: Wählen Sie eine Verbindung

source: View Details
de: Details anzeigen

source: Attribute
de: Attribut

source: MAC Address
de: MAC-Adresse

source: IP Address
de: IP-Adresse

source: Interface State
de: Schnittstellenstatus

source: Interface Hardware
de: Schnittstellen-Hardware

source: Product
de: Produkt

source: Vendor
de: Lieferant

source: Physical ID
de: Physikalische ID

source: Capacity
de: Kapazität

source: Bus Width
de: Busbreite

source: Clock Speed
de: Taktrate

source: Speed
de: Geschwindigkeit

source: Route times to Host (in milliseconds):
de: Routenzeiten zum Host (in Millisekunden):

source: 1st Packet Time
de: Dauer des 1. Pakets

source: 2nd Packet Time
de: Dauer des 2. Pakets

source: 3rd Packet Time
de: Dauer des 3. Pakets

source: Internet Speed : Results from test on
de: Internet-Geschwindigkeit: Ergebnisse aus dem Test am

source: No speed test has been done
de: Es wurde kein Geschwindigkeitstest durchgeführt

source: Upload Speed
de: Upload Geschwindigkeit

source: Download Speed
de: Download Geschwindigkeit

source: Refresh Speed Test Results
de: Geschwindigkeitstestergebnisse aktualisieren

source: Unknown Date. Please click Refresh Button to perform Speed Test
de: Unbekanntes Datum. Bitte klicken Sie auf die Schaltfläche Aktualisieren, um den Geschwindigkeitstest durchzuführen

source: All active ports scanned.
de: Alle aktiven Ports gescannt.

source: Refresh Ports results
de: Aktualisieren der Port-Ergebnisse

source: Protocol
de: Protokoll

source: State
de: Zustand

source: Process ID
de: Prozess ID

source: Program Name
de: Programmname

source: Path
de: Pfad

source: Devices
de: Geräte

source: Refresh device scan results
de: Geräte Scan aktualisieren

source: Device Name
de: Gerätenamen

source: Device Manufacturer
de: Gerätehersteller

source: Last Seen
de: Zuletzt gesehen

source: Discovered On
de: Entdeckt am

source: Active
de: Aktiv

source: Non Active
de: Nicht Aktiv

source: Discovered Earlier
de: Früher entdeckt

source: Displaying devices recorded earlier. Select a connection to update status.
de: Anzeige der zuvor aufgezeichneten Geräte. Wählen Sie eine Verbindung aus, um den Status zu aktualisieren.

source: No devices have been recorded earlier. Select a connection to update results.
de: Es wurden zuvor keine Geräte aufgezeichnet. Wählen Sie eine Verbindung aus, um die Ergebnisse zu aktualisieren.

source: Device scan in progress ...
de: Geräte-Scan läuft.....

source: devices found on this connection
de: Geräte, die auf dieser Verbindung gefunden wurden

source: Actions for :
de: Aktionen für:

source: Forget device
de: Gerät vergessen

source: New Device found on network:
de: Neues Gerät im Netzwerk gefunden:

source: Usage
de: Verwendung

source: Connection monitored from
de: Verbindung überwacht von

source: and last updated on
de: und zuletzt aktualisiert am

source: Please add this connection interface to vnstat using command line.
de: Bitte fügen Sie diese Verbindungsschnittstelle zu vnstat über die Befehlszeile hinzu.

source: Time Period
de: Zeitraum

source: Data Received
de: Empfangene Daten

source: Data Sent
de: Gesendete Daten

source: Total Data
de: Gesamtdaten

source: Select a connection to view data usage
de: Wählen Sie eine Verbindung aus, um die Datennutzung anzuzeigen

source: Click refresh to see current Apps using
de: Klicken Sie auf Aktualisieren, um die aktuellen Apps zu sehen mit Hilfe von

source: Refresh Apps bandwidth usage
de: Aktualisieren der App-Bandbreitenauslastung

source: Data Sent (Kb/sec)
de: Gesendete Daten (Kb/sec)

source: Data Received (Kb/sec)
de: Empfangene Daten (Kb/sec)

source: Background Device Monitoring
de: Hintergrundüberwachung von Geräten

source: No monitoring of devices
de: Keine Überwachung von Geräten

source: Monitor devices every 15 minutes
de: Überwachen von Geräten alle 15 Minuten

source: Monitor devices every 30 minutes
de: Überwachen von Geräten alle 30 Minuten

source: Monitor devices every hour
de: Stündliche Überwachung der Geräte

source: Monitor devices once a day
de: Überwachen von Geräten einmal pro Tag

source: Close
de: Schließen

source: Nutty Information Exported on
de: Nutty-Informationen exportiert auf

source: for
de: für

source: Network Card
de: Netzwerkkarte

source: Standards with Transmit Power of
de: Normen mit Sendeleistung von

source: [Power Management:
de: [Energieverwaltung:

source: Connected to
de: Verbunden mit

source: Network at Access Point
de: Netzwerk am Zugangspunkt

source: Mode
de: Modus

source: Connected with
de: Verbunden mit

source: Frequency of
de: Häufigkeit der

source: and Bit Rate of
de: und Bitrate von

source: Connection strength
de: Verbindungsstärke

source: Link Quality of
de: Link Qualität von

source: and Signal Level of
de: und Signalpegel von

source: Nutty Disclaimer
de: Nutty Haftungsausschluss

source: Click to read the legal disclaimer on Nmap (used by Nutty) for further information
de: Klicken Sie hier, um den Haftungsausschluss von Nmap (von Nutty verwendet) für weitere Informationen zu lesen

source: Use Nutty
de: Nutty benutzen

source: Exit
de: Beenden

source: Displays network information
de: Zeigt Netzwerkinformationen an

source: A simple utility for network information
de: Ein einfaches Dienstprogramm für Netzwerkinformationen

source: Nutty provides an intuitive user interface for some commonly used network related command line tools.
de: Nutty bietet eine intuitive Benutzeroberfläche für einige häufig verwendete netzwerkbezogene Befehlszeilen-Tools.

source: A key feature is the ability to turn on notification when a device enters the user's network.
de: Ein wichtiges Merkmal ist die Möglichkeit, die Benachrichtigung einzuschalten, wenn ein Gerät im Netzwerk des Benutzers auftaucht.

source: My Info: Provides basic and detailed information for the device network card
de: Meine Info: bietet grundlegende und detaillierte Informationen zur Netzwerkkarte des Geräts

source: Usage: Provides network data usage in two views - historical usage and current usage
de: Verwendung: bietet die Nutzung von Netzwerkdaten in zwei Ansichten - historische Nutzung und aktuelle Nutzung

source: Speed: Check Upload and Download speeds and get route times to a host
de: Geschwindigkeit: überprüfen Sie die Upload- und Download-Geschwindigkeit und erhalten Sie Routenzeiten zu einem Host

source: Ports: Provides information on active ports and application using them on the local device
de: Ports: bietet Informationen über aktive Ports und Anwendungen, die diese auf dem lokalen Gerät verwenden

source: Devices: Monitors, alerts and provides information on the other devices on the network
de: Geräte: überwacht, warnt und informiert über die anderen Geräte im Netzwerk

source: Device Monitoring
de: Geräteüberwachung

source: Bandwidth Usage
de: Bandbreitenauslastung

source: Speed Test
de: Geschwindigkeitstest
